Repository: Woo1fy/WeatherMaker
Catalog: Resources/Localization.*.resx
Languages: ru

# AppStartTB
source: Start app at system startup
ru: Запуск приложения при старте системы

# AppStartTBHeader
source: App start
ru: Запуск приложения

source: Celsius
ru: Цельсий

source: Clear sky
ru: Чистое небо

# DailyModeTB
source: Daily
ru: По дням

source: Drizzle dense
ru: Густая морось

source: Drizzle light
ru: Лёгкая морось

source: Drizzle moderate
ru: Умеренная морось

source: Fahrenheit
ru: Фаренгейт

source: Fog
ru: Густой туман

source: Freezing drizzle dense
ru: Плотный моросящий дождь

source: Freezing drizzle light
ru: Лёгкий моросящий дождь

source: Freezing rain heavy
ru: Сильный морозный дождь

source: Freezing rain light
ru: Лёгкий морозный дождь

# GeopositionTB
source: Select a geoposition
ru: Выберите геопозицию

# HourlyModeTB
source: Hourly
ru: По часам

source: Kelvin
ru: Кельвин

# LanguageTB
source: Language
ru: Язык приложения

# LatitudeTB
source: H
ru: Ш

# LongitudeTB
source: L
ru: Д

source: Mainly clear
ru: В основном ясно

source: Overcast
ru: Пасмурно

source: Partly cloudy
ru: Частично облачно

source: Rain heavy
ru: Сильный дождь

source: Rain moderate
ru: Умеренный дождь

source: Rain showers moderate
ru: Умеренный ливень

source: Rain showers slight
ru: Слабый ливень

source: Rain showers violent
ru: Сильный ливень

source: Rain slight
ru: Небольшой дождь

source: Rime fog
ru: Ледяной туман

# SettingsTB
source: Settings
ru: Настройки

source: Snow fall heavy
ru: Сильный снегопад

source: Snow fall moderate
ru: Умеренный снегопад

source: Snow fall slight
ru: Небольшой снегопад

source: Snow grains
ru: Снежные хлопья

source: Snow showers heavy
ru: Сильный снежный дождь

source: Snow showers slight
ru: Небольшой снежный дождь

# TemperatureUnitTB
source: Temperature unit
ru: Единица измерения

source: Thunderstorm slight
ru: Небольшая гроза

source: Thunderstorm with heavy hail
ru: Гроза с сильным градом

source: Thunderstorm with slight hail
ru: Гроза с небольшим градом
